<?php
return $annotations = array([
// Культура делового общения
['Самостоятельная работа(пословицы)', 'https://goo.gl/z9tfNx'],
// Теория вероятности
['Сайт преподавателя ', 'https://studentsthebest.blogspot.com '],
// Веб технологии
['Конспект лекций ', 'https://goo.gl/j3AHv9'],
['Лабораторные работы', 'https://goo.gl/4njJcB'],
// Экономика
['Конспекты по темам', 'https://goo.gl/112pqG'],
// ООП
['Сайт преподователя', 'https://oop1718.website '],
// ТКП
['Конспект лекций', 'https://goo.gl/8BZLDn'],
['Лабораторные работы', 'https://goo.gl/8ZwLv9'],
['РГР', 'https://goo.gl/oAST4k'],
['РГР пример', 'https://goo.gl/43ssgA'],
// Английский язык
['Методичка', 'https://goo.gl/BCPmwX'],
// Численные методы
['Практические сдавать сюда', 'https://el.opu.ua'],
['Лабораторные по линейным уравнениям', 'https://goo.gl/xMRykH'],
['Лабораторные по погрешностям', 'https://goo.gl/Nfv5Wd'],

//Дополнительные ссылки
['Ргр пример 2', 'https://goo.gl/1NuQec'],
['Какие - то задачи (Оля)', 'https://goo.gl/Y3XDnN'],
['Ещё какие - то задачи (Даша)', 'https://goo.gl/Y3XDnN'],

]);

?>
