<?php
// lesson_number, week_number, week_day
return $array = array([
  // Рассписание на понедельник
  ['Культура делового общения', 'лекция', '203ф'],
  ['Теория вероятности', 'лекция', '707ф'],
  ['ТКП', 'лекция', '505ф'],
  ['Теория вероятности', 'практика', '606ф'],
  // Рассписание на вторник
  ['Физкультура','практика', '', ],
  ['Философия', 'лекция', '309ф'],
  ['Веб технологии', 'лекция', '309ф'],
  ['Економика и бизнесс', 'практика', '309ф'],
  ['Культура делового общения', 'практика', '309ф'],
  // Рассписание на среду
  ['Теория вероятности', 'лекция', '505ф'],
  ['ООП', 'лекция', '505ф'],
  ['ТКП', 'лекция', '505ф'],
  ['Английский язык', 'практика', '103гум, 206гум'],
  // Рассписание на четверг
  ['Веб технологии', 'практика', '607ф'],
  ['Экономика', 'лекция', '409ф'],
  ['Численные методы', 'практика', '606ф'],
  ['Философия', 'практика', '201ф'],
  // Рассписание на пятницу
  ['Физкультура', '', ''],
  ['Численные методы', 'лекция', '409ф'],
  ['ООП', 'практика', '607ф'],
  ['ТКП', 'практика', '609ф'],
  ['Численные методы', 'практика', '606ф'],
]);












  // Рассписание на понедельник
  // array('name' => 'Культура делового общения', 'type' => 'лекция', 'room' => '203ф', 'teacher' => 'Прокопович Л.В.', 'lesson_mumber' => '1', 'week_number' => '1', 'week_day' => '1'),
  // array('name' => 'Теория вероятности', 'type' => 'лекция', 'room' => '707ф', 'teacher' => 'Ситник В.А.', 'lesson_mumber' => '1', , 'week_number' => '2', 'week_day' => '1'),
  // array('name' => 'ТКП', 'type' => 'лекция', 'room' => '505ф', 'teacher' => 'Галчонков О.М.', 'lesson_mumber' => '2', 'week_number' => '0', 'week_day' => '1'),
  // array('name' => 'Теория вероятности', 'type' => 'практика', 'room' => '606ф', 'teacher' => 'Ситник В.А.', 'lesson_mumber' => '3', , 'week_number' => '0', 'week_day' => '1'),
  // // Рассписание на вторник
  // array('name' => 'Физкультура', 'type' => 'практика', 'room' => '', 'teacher' => '', 'lesson_mumber' => '1', , 'week_number' => '0', 'week_day' => '2'),
  // array('name' => 'Философия', 'type' => 'лекция', 'room' => '309ф', 'teacher' => 'Барановська О.М.', 'lesson_mumber' => '2', , 'week_number' => '0', 'week_day' => '2'),
  // array('name' => 'Веб технологии', 'type' => 'лекция', 'room' => '309ф', 'teacher' => 'Червоненко П.П.', 'lesson_mumber' => '3 ', , 'week_number' => '0', 'week_day' => '2'),
  // array('name' => 'Економика и бизнесс', 'type' => 'практика', 'room' => '309ф', 'teacher' => 'Журавльова Н.', 'lesson_mumber' => '4', , 'week_number' => '1', 'week_day' => '2'),
  // array('name' => 'Культура делового общения', 'type' => 'практика', 'room' => '309ф', 'teacher' => 'Прокопович Л.В.', 'lesson_mumber' => '4', , 'week_number' => '2', 'week_day' => '2'),
  // // Рассписание на среду
  // array('name' => 'Теория вероятности', 'type' => 'лекция', 'room' => '505ф', 'teacher' => 'Ситник В.А.', 'lesson_mumber' => '1', , 'week_number' => '0', 'week_day' => '3'),
  // array('name' => 'ООП', 'type' => 'лекция', 'room' => '505ф', 'teacher' => 'Годовиченко М.А.', 'lesson_mumber' => '2', , 'week_number' => '1', 'week_day' => '3'),
  // array('name' => 'ТКП', 'type' => 'лекция', 'room' => '505ф', 'teacher' => 'Галчонков О.М.', 'lesson_mumber' => '2', , 'week_number' => '2', 'week_day' => '3'),
  // array('name' => 'Английский язык', 'type' => 'практика', 'room' => '103гум, 206гум', 'teacher' => '', 'lesson_mumber' => '3', , 'week_number' => '0', 'week_day' => '3'),

?>
